const CardsBenefits = [
  {
    'title': 'Індивідуальний підхід:',
    'text': 'повна самовіддача при вирішенні поставлених задач та індивідуальний підхід' +
    ' до кожного клієнта - вважаємо найкращими методами вирішення будь-яких справ'
  },
  {
    'title': 'Орієнтація на успіх:',
    'text': 'своїм клієнтам ми завжди наголошуюємо, що шанси є в будь-якій справі, і їх варто використати і' +
    ' спробувати ті можливості, які дає нам «його величність Закон»'
  },
  {
    'title': 'Якість:',
    'text': 'юрист повинен розуміти, що він робить, якого ефекту очікує та які ризики існують.' +
    ' Тому вся наша робота орієнтована на досягнення позитивного результату у справі'
  },
  {
    'title': 'Оперативність:',
    'text': 'ми намагаємося робити все можливе, аби робота була виконана у найкоротші строки і' +
    ' відповідала найвищим стандартам якості надання юридичних послуг'
  },
  {
    'title': 'Прогнозування:',
    'text': 'ознайомившись з матеріалами справи, ми оцінюємо її сильні та слабкі сторони, використовуючи власний' +
    ' досвід, виводимо прогноз, щодо подальшого розвитку подій'
  },
  {
    'title': 'Постійний розвиток:',
    'text': 'ніколи не зупиняємось на досягнутому, постійно вдосконалюємо власні знання шляхом підвищення' +
    ' кваліфікації для швидкого розуміння суті питання у складних ситуаціях'
  },
  {
    'title': 'Конфіденційність:',
    'text': 'це одна з найважливіших рис адвоката, ми завжди суворо дотримуємося нерозголошення таємниць і будь-яких' +
    ' деталей справ наших клієнтів'
  },
  {
    'title': 'Принциповість:',
    'text': 'при виконанні свого професійного обов"язку на першому місці для нас є порядність, тому ми не' +
    ' шукаємо шляхи вирішення питань, які знаходяться поза законом'
  }
]

export { CardsBenefits }
