import family from '../assets/images/Family.jpg'
import practice from '../assets/images/practice-real-estate.jpg'
import bankruptcy from '../assets/images/Bankruptcy.jpg'
import economicDisputes from '../assets/images/ economicdisputes.png'
import administrativeDisputes from '../assets/images/administrativnoyePravo.png'
import civilDisputes from '../assets/images/grazhd-spor.jpg'
import contract from '../assets/images/contract.jpg'
import hereditaryDisputes from '../assets/images/hereditaryDisputes.jpg'
import landDisputes from '../assets/images/landDisputes.jpg'

const CardsData = [
  {
    "id": 1,
    "title": "Господарські спори",
    "text": "Господарські спори – спори, що виникають між суб’єктами господарської діяльності при укладенні й" +
    " виконанні господарських договорів, а також спори про відшкодування збитків.",
    "image": economicDisputes,
    "description": "надання послуг в сфері захисту інтересів у господарських правовідносинах," +
    "юридична допомога у наступних напрямках:"
  },
  {
    "id": 2,
    "title": "Адміністративні спори",
    "text": "Виникають між державними органами з одного боку і юридичними або фізичними особами з іншого боку і" +
    " регулюються адміністративно правовими нормами.",
    "image": administrativeDisputes
  },
  {
    "id": 3,
    "title": "Цивільні спори",
    "text": "Спори, які виникають між учасниками цивільно-правових відносин і регулюються цивільним, трудовим," +
    " земельним, сімейним, цивільно-процесуальним галузями права.",
    "image": civilDisputes
  },
  {
    "id": 4,
    "title": "Трудові спори",
    "text": "Неврегульовані шляхом безпосередніх переговорів розбіжності між працівником і власником підприємства з" +
    " приводу застосування норм трудового законодавства.",
    "image": contract
  },
  {
    "id": 5,
    "title": "Сімейні спори",
    "text": "Сімейні спори - Майнові і немайнові відносини між подружжям, батьками і дітьми, опікунами та підопічними регулюються нормами сімейного законодавства України.",
    "image": family,
  },
  {
    "id": 6,
    "title": "Спадкові спори",
    "text": "Спадкові спори є одними із найскладніших у сфері цивільного права. В них стикаються як майновий інтерес на об’єкти спадщини, так й етичний інтерес з боку родичів спадкодавця.",
    "image": hereditaryDisputes
  },
  {
    "id": 7,
    "title": "Земельні спори",
    "text": "Земельні спори — це вид правовідносин, пов’язаних із розв’язанням розбіжностей, які випливають з" +
    " порушення права власності та права користування земельною ділянкою.",
    "image": landDisputes
  },
  {
    "id": 8,
    "title": "Повернення боргу",
    "text": "Стягнення заборгованості - діяльність, яка має на меті досудове виконання боржником своїх зобов'язань" +
    " або ж примус до повернення боргу в судовому порядку.",
    "image": bankruptcy
  },
  {
    "id": 9,
    "title": "Сфера нерухомості",
    "text": "Спори з розділу нерухомості між співвласниками, визнання права власності на нерухомість в суді," +
    " оскарження укладених угод з нерухомістю тощо.",
    "image": practice
  }
]

export { CardsData }
